Repository: RKWKomZe/RkwAuthors
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwauthors_domain_model_authors
source: RKW Authors: Authors
de: RKW Authors: Verfassende / Ansprechpersonen

# tx_rkwauthors_domain_model_authors.first_name
source: First Name
de: Vorname

# tx_rkwauthors_domain_model_authors.middle_name
source: Middle Name
de: Mittlerer Name

# tx_rkwauthors_domain_model_authors.last_name
source: Last Name
de: Nachname

# tx_rkwauthors_domain_model_authors.title_after
source: Title After
de: Titel nach dem Namen (z.B. "M.A.")

# tx_rkwauthors_domain_model_authors.title_before
source: Title Before
de: Titel vor dem Namen (z.B. "Dr.")

# tx_rkwauthors_domain_model_authors.street
source: Street
de: Straße

# tx_rkwauthors_domain_model_authors.company
source: Company
de: Firma

# tx_rkwauthors_domain_model_authors.number
source: Number
de: Nummer

# tx_rkwauthors_domain_model_authors.city
source: City
de: Stadt

# tx_rkwauthors_domain_model_authors.zip
source: Zip
de: PLZ

# tx_rkwauthors_domain_model_authors.function_title
source: Function Title
de: Funktion

# tx_rkwauthors_domain_model_authors.function_title_short
source: Function Title Short
de: Funktion (Kurz-Version, max. 20-25 Zeichen)

# tx_rkwauthors_domain_model_authors.function_description
source: Function
de: Beschreibung

# tx_rkwauthors_domain_model_authors.phone
source: Area Code
de: Vorwahl

# tx_rkwauthors_domain_model_authors.phone2
source: Phone
de: Telefon (ohne Vorwahl)

# tx_rkwauthors_domain_model_authors.url
source: Url
de: Website

# tx_rkwauthors_domain_model_authors.internal
source: Internal
de: Intern

# tx_rkwauthors_domain_model_authors.internal.I.enabled
source: Internal Author
de: Interne Verfassende/Ansprechperson des RKW Netzwerks

# tx_rkwauthors_domain_model_authors.show_work
source: Show Work
de: Arbeiten anzeigen

# tx_rkwauthors_domain_model_authors.show_work.I.enabled
source: Show Work in Detailpage
de: Zeige die Arbeiten der Verfassenden in seiner Detailseite an

# tx_rkwauthors_domain_model_authors.image_small
source: Image small (deprecated!)
de: Bild für Verfassendenliste (veraltet, entfällt künftig!)

# tx_rkwauthors_domain_model_authors.image_big
source: Image big
de: Bild für Detailansicht

# tx_rkwauthors_domain_model_authors.image_boxes
source: Image boxes
de: Standardbild für Boxen (Teaser)

# tx_rkwauthors_domain_model_authors.image_boxes_is_logo
source: Image Boxes Is Logo
de: Standardbild für Boxen (Teaser) ist ein Logo

# tx_rkwauthors_domain_model_authors.image_boxes_is_logo.I.enabled
source: Yes
de: Ja

# tx_rkwauthors_domain_model_authors.department
source: Department
de: Fachbereich

# tx_rkwauthors_domain_model_pages.tx_rkwauthors_authorship
source: Author
de: Autor

# sys_file_reference.ratio.list_image
source: Author List-Image
de: Verfassendenbild Liste

# tx_rkwauthors_domain_model_authors.palettes.names
source: Names
de: Namen

# tx_rkwauthors_domain_model_authors.palettes.addition
source: Addition
de: Ergänzung

# tx_rkwauthors_domain_model_authors.palettes.address
source: Address
de: Adresse

# tx_rkwauthors_domain_model_authors.palettes.phones
source: Phones
de: Telefon

# tx_rkwauthors_domain_model_department
source: RKW Authors: Department
de: RKW Authors: Abteilung/Bereich

# tx_rkwauthors_domain_model_department.description
source: Description
de: Beschreibung

# flexform.contactBox.sheetTitle
source: Options
de: Einstellungsoptionen

# flexform.contactBox.headline
source: Headline
de: Überschrift

# flexform.contactBox.linkText
source: Linktext
de: Angezeigter Linktext (Optional: Falls nicht gesetzt, wird der Typolink-Linktext verwendet)

# flexform.contactBox.author1
source: Author 1
de: Verfassende 1

# flexform.contactBox.author2
source: Author 2
de: Verfassende 2
