Repository: RKWKomZe/RkwAuthors
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwauthors_domain_model_authors.department_name.I.1
source: Department 1
de: Gründung

# tx_rkwauthors_domain_model_authors.department_name.I.2
source: Department 2
de: Fachkräftesicherung

# tx_rkwauthors_domain_model_authors.department_name.I.3
source: Department 3
de: RG-Bau

# tx_rkwauthors_domain_model_authors.department_name.I.4
source: Department 4
de: Zentralbereich

# tx_rkwauthors_domain_model_authors.department_name.I.5
source: Department 5
de: Geschäftsführung

# tx_rkwauthors_domain_model_authors.department_name.I.6
source: Department 6
de: Digitalisierung und Innovation

# partials.authors.items.box.inner.clickToWriteEmail
source: Send E-Mail
de: E-Mail senden

# partials.authors.items.box.inner.clickForForm
source: Contact
de: Kontakt

# partials.authors.items.box.inner.contactAriaLabel
source: Contact data
de: Kontaktdaten

# partials.authors.items.box.inner.phoneAriaLabel
source: Phone number
de: Telefonnummer

# partials.authors.items.boxBig.inner.clickToWriteEmail
source: Send E-Mail
de: E-Mail senden

# partials.authors.items.boxBig.inner.clickForForm
source: Contact
de: Kontakt

# partials.authors.items.boxBig.inner.labelPhone
source: Phone
de: Telefon

# partials.authors.items.boxBig.inner.phoneAriaLabel
source: Phone number
de: Telefonnummer

# partials.authors.items.boxBig.labelQuestion
source: Do you have a question?
de: Haben Sie eine Frage?

# partials.authors.list.filter.labelShowAll
source: Show all
de: Alle anzeigen

# partials.authors.list.filter.labelFilter
source: or filter by first letter:
de: oder nach Anfangsbuchstaben filtern:

# partials.authors.list.filter.filterAriaLabel
source: Filter list of employees by first letter
de: Liste der Mitarbeitenden nach Anfangsbuchstaben filtern

# partials.authors.list.filter.filterByLetterAriaLabel
source: Select first letter to filter list
de: Anfangsbuchstaben wählen, um Liste zu filtern

# partials.authors.form.default.header
source: Contact
de: Kontakt

# partials.authors.form.default.salutation
source: Salutation
de: Anrede

# partials.authors.form.default.salutation.I.99
source: -- Please select --
de: -- Bitte wählen --

# partials.authors.form.default.salutation.I.0
source: Mr.
de: Herr

# partials.authors.form.default.salutation.I.1
source: Mrs.
de: Frau

# partials.authors.form.default.firstName
source: First name
de: Vorname

# partials.authors.form.default.lastName
source: Last name
de: Nachname

# partials.authors.form.default.company
source: Company
de: Firma

# partials.authors.form.default.message
source: Message
de: Nachricht

# partials.authors.form.default.terms1
source: I accept the
de: Ich akzeptiere die

# partials.authors.form.default.terms2
source: terms
de: Nutzungsbedingungen

# partials.authors.form.default.terms3
source: and have read them.
de: und habe sie gelesen.

# partials.authors.form.default.sendCopy
source: Yes, I want to receive a copy of the message.
de: Ja, ich möchte eine Kopie der Nachricht erhalten.

# partials.authors.form.default.privacy1
source: Yes, I agree that RKW will use my personal data for getting in contact with me. Furthermore, I have read and agree to the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten zur Kontaktaufnahme verwendet. Ferner habe ich die erweiterten Hinweise in der

# partials.authors.form.default.privacy2
source: data protection declaration
de: Datenschutzerklärung

# partials.authors.form.default.privacy3
source: . This consent can be revoked at any time.
de: gelesen und bin damit einverstanden. Diese Einwilligung kann jederzeit widerrufen werden.

# partials.authors.form.default.submit
source: Submit
de: Nachricht senden

# partials.authors.form.labelSuffix.required
source: (Required)
de: (Pflichtfeld)

# authorsController.message.emailSent
source: Woohoo! Your message was successfully sent. We will contact you shortly.
de: Woohoo! Ihre Mitteilung wurde erfolgreich versendet. Wir werden uns in Kürze mit Ihnen in Verbindung setzen.

# tx_rkwauthors_validator.not_filled
source: Please fill out the field '%s'.
de: Da fehlt noch was. Bitte füllen Sie das Feld '%s' aus.

# form.error.salutation
source: Salutation
de: Anrede

# form.error.firstName
source: First name
de: Vorname

# form.error.lastName
source: Last name
de: Nachname

# form.error.company
source: Company
de: Firma

# form.error.message
source: Message
de: Nachricht

# form.error.terms
source: You have to accept our terms and conditions to register.
de: Das muss leider sein: Um dieses Angebot nutzen zu können, müssen Sie unseren Nutzungsbedingungen zustimmen.

# form.error.privacy
source: The protection of your data is important to us. Therefore we ask you to agree to the storage of your personal data.
de: Der Schutz Ihrer Daten ist uns wichtig. Daher bitten wir Sie, der Speicherung Ihrer persönlichen Daten zuzustimmen.

# rkwMailService.contactformUser.subject
source: Your contact request
de: Ihre Kontaktanfrage

# rkwMailService.contactformAuthor.subjectFor
source: Contact request for
de: Kontaktanfrage für

# rkwMailService.contactformAuthor.subjectBy
source: Contact request by
de: Kontaktanfrage von

# templates_email_contactformAuthor.headline
source: Hello,
de: Hallo,

# templates_email_contactformAuthor.text1
source: a new contact request for %s has arrived.
de: eine neue Kontaktanfrage für %s ist eingetroffen.

# templates_email_contactformAuthor.text2
source: Request content:
de: Inhalt der Anfrage:

# templates_email_contactformUser.headline
source: Hello,
de: Hallo,

# templates_email_contactformUser.text1
source: thanks for your contact request to %s. We'll contact you as soon as possible.
de: vielen Dank für Ihre Kontaktanfrage an %s. Ihre Anfrage wird schnellstmöglich bearbeitet.

# templates_email_contactformUser.text2
source: Request content:
de: Inhalt Ihrer Anfrage:

# partials_authors_box.expertLabel
source: Expert
de: Kontakt

# partials_authors_box.noImageAvailable
source: No image available.
de: Kein Bild verfügbar.

# partials_authors_box.phone
source: Phone
de: Telefon

# partials_authors_box.clickToWriteEmail
source: Write me an E-Mail.
de: Hier klicken, um E-Mail zu schreiben

# templates_authors_list.experts
source: Experts of RKW
de: Ansprechperson des RKW

# partials_authors_list_authors.noResult
source: Sorry, but there are currently no results.
de: Es gibt aktuell keinen Ansprechperson, der den ausgewählten Kriterien entspricht.

# partials_authors_list_authors.contact
source: Contact
de: Kontakt

# partials_authors_list_authors.contactForm
source: Message
de: Nachricht

# partials_authors_list_filter.topics
source: Topics
de: Themen

# partials_authors_list_filter.all
source: All
de: Alle

# partials_authors_list_filter.empty
source: -- Please Select --
de: -- Anfangsbuchstabe --

# partials_authors_list_filter.letter
source: Letter
de: Anfangsbuchstabe

# partials_authors_list_filter.letterPrepend
source: Letter
de: Buchstabe

# partials_authors_details_headline.back
source: Back to List
de: Zurück zur Liste

# templates_authors_contactform.notAvailable
source: This service is currently not available
de: Diese Funktion steht aktuell nicht zur Verfügung.

# templates_authors_contactform.sendCopy
source: Send me a copy
de: Ich möchte eine Kopie der Nachricht per E-Mail erhalten

# templates_authors_contactform.submit
source: Submit
de: Nachricht senden

# templates_authors_contactform.field_email
source: Your email address
de: Ihre E-Mail Adresse

# templates_authors_contactform.field_message
source: Message
de: Nachricht

# templates_authors_contactform.terms
source: I accept the terms.
de: Ich akzeptiere die Nutzungsbedingungen.

# templates_authors_contactform.firstPart
source: Yes, I agree that RKW will use my personal data for the above purpose and to create a free user account. Furthermore, I have read and agree to the extended notes in the
de: Ja, ich stimme zu, dass das RKW meine persönlichen Daten zum oben genannten Zweck, sowie zur Erzeugung eines kostenlosen Nutzendenkontos verwendet. Ferner habe ich die erweiterten Hinweise in der

# templates_authors_contactform.secondPart
source: data protection declaration
de: Datenschutzerklärung

# templates_authors_contactform.thirdPart
source: . This consent can be revoked at any time.
de: gelesen und bin damit einverstanden. Diese Einwilligung kann jederzeit widerrufen werden.

# templates_authors_contactformsend.success
source: Message was send successfully
de: Vielen Dank für Ihre Nachricht! Wir werden uns zeitnah bei Ihnen melden.
